begin = """
Приветствую тебя, Путешественник! 
Ты только что очнулся около озера и последнее что ты помнишь, это то, как Неизвестная богиня забрала твою сестру,
когда вы хотели завершить одно из своих путешествий.
Добро пожаловать в мир под названием Тейват!
В Тейвате существует 7 элементов и 7 архонтов, которые являются олицетворением элементов (боги).
У  каждого из архонтов под властью свой регион:
 - Мондштат(архонт Барбатос и стихия Анемо)
 - Ли юэ (архонт Моракс  и стихия Гео)
 - Инадзума (архонт Сёгун Райден и стихия Электро)
 - Сумеру (архонт Нахида и элемент Дендро)
 - Фонтейн (архонт Фокалорос и элемент Гидро) 
 - Натлан (архон Мурата и стихия огня)
 - Снежная (архонт Царица и элемент Крио)
 
Ваше путешествие начинается с города свободы и ветров - Мондштата. К звёздам и безднам, путешественник!
                                                                        С наилучшими пожеланиями, компаньон Паймон. 
P.S Паймон будет вашим компаньоном на протяжении всего путешествия.

Вы вступили на порог города Мондштат и в лицо вам ударил запах свежести и вина из одуванчиков. Ой,ой, кажется начался сильный ураган и небо заволокло тучами. 
Что там на горизонте? КАЖЕТСЯ ЭТО ДРАКОН ДВАЛИН!!! Что же нам делать?
~незабывай, что твои ответы влияют на сюжет и в конце тебя будет ждать результат, насколько ты хороший путешественник.~
"""
img = "https://disk.yandex.ru/i/oeenjEjmYCh2mQ"
answer1 = """ 
Вы врываетесь в заварушку и отбиваете дракона.
Магистр Джин благодарит вас за помощь и просит вас зачисть 3 храма, чтобы ослабить Двалина и потом разбить проклятую кровь. Это надо для того, чтобы  Анемо архонт смог управлять драконом. 
Вы проделывает большой путь и попадаете в логово Ужаса Бури. Вы действовали грубо, но всё же смогли разбить кровь и освободить дракона от мучений.
Жители Мондштата благодарны вам и всегда будут рады помочь вам, если ваше путешествие снова заведёт вас в город свободы и ветров.
До новых встреч, почётный рыцарь Ордо Фавониуса
Куда же теперь вы отправитесь?
"""

img1="https://disk.yandex.ru/i/mxkYrQ9LZLuKVw"

answer2 = """
Вы развернулись на 180 градусов и побежали в лес прятаться. Сколько вы там собираетесь сидеть? 
Дракон в этом время разрушал город и уничтожал жизни невинных людей. Слышались крики и звуки падающих зданий. На минуту всё стихло, а потом вы услышали взмах крыльев рядом с собой ииии темнота… 

Вас убил дракон и вы проиграли.
Вы же путешественник и должны всем помогать, иначе получится не по канону.🙁
"""
img2 = "https://disk.yandex.ru/i/q0pDHpCF0nEEFw"

answer3 ="""
Вы направились в путь. По дороге вам паймон рассказал, что Ли Юэ богатый портовый город, которым управляется Гео архонт Моракс, который создал основную валюту Тейвата, мору. 
Как вы удачно пришли в Ли юэ. Совсем скоро начнётся церемония сошествия Гео архонта( явление, происходящее 1 раз в год, когда Моракс является людям).
-Смотри! Начинается,- шёпотом говорит вам Паймон.

Но вместо сошествия Моракса с небес падает его тело! Все жители в шоке и начинают шептаться.
-Кажется, мы можем оказаться под подозрением,- говорит вам паймон,- пора сматывать.
Но вам перекрывают дорогу стража города. У вас остаётся 2 пути: побежать к выходу из города или углубиться вглубь города. Куда бежать?
"""
img3 = "https://disk.yandex.ru/i/4ZbtToW0MxjRpA"

answer4 ="""
Вы начали путешествие по прекрасному Анемо Региону 
Долина ветров, Логово ужаса бури, Долина звездопадов, как красиво. Хочется навечно остаться в регионе свободы и одуванчикова вина.
Кстати о вине, не хочешь отправиться на Винокурню Рассвет и отведовать? Мастер Дилюк, владелец этой винокурни поможет вам определиться с выбором.
Думаю, поиски сестры можно отложить и насладиться видами с утёса Звездопадов.

Игра окончена. Эта нейтральная концовка. Вы не проиграли и не выиграли.😉
"""
img4 = "https://disk.yandex.ru/i/hTf_ocT51UjnYw"

answer5 = """
Вы смогли выбраться из города. Впереди находились горы и ещё раз горы. Да, регион славился своей скалистой местностью.
Но всё же спокойствие, исходившее от этого региона вас покоряло. Вы размышляли над тем, что может вам остаться?
Вдруг земля затряслась и послышался рёв, который исходил из пещеры. Может стоит проверить что там?
"""

img5 = "https://disk.yandex.ru/i/TYoVjMBu3qLWNA"

answer6 = """
Углубившись в город, вы встретили Тарталью, рыжеволосого парня из Снежной, который помог вам оторваться от стражи. 
Он знакомит нас с ЧжунЛи и тот говорит, что нам стоит поити к Адептам (боги ЛиЮэ), чтобы рассказать о случившимся и спросить, что делать. 
В итоге Тарталья оказывается предвестником Фатуи и чуть не затопил Ли Юэ. 
Но вы с адептами спасаете город и всё становится на круги своя. Позже выясняется, что ЧжунЛи и есть архонт и свою смертью он подстроил, 
для того, чтобы уйти в отставку.

На этом ваше путешествие в городе Ли Юэ заканчивается. 
Вы встречаете Бей Доу, капитана флота Южного креста, которая направляется в Инадзуму и вы отправялесь с ней.
Счастливого пути!
"""
img6 = "https://disk.yandex.ru/i/MC5AY_dAZlZqQg"

answer7 = """
Как только вы очутились в пещере, на вас погнался огромный Дракон!!
Он был настолько огромный, что вам пришлось запрокинуть голову, чтобы оценить масштабы бедствия.
Эта секунда стоила вам переломанных костей и сломанной жизни. Прихрамывая, вы с Паймон выбежали из пещеры.

Вы проиграли. Запомните, не надо заходить в неизвестные пещеры. Особенно в неизвестном регионе.😭 
"""

img7 = "https://disk.yandex.ru/i/g6PyXUlG1c58qw"

answer8 = """
Прекрасная гармония и китайская музыка наполняла вас, когда вы скитались по Ли Юэ. 
Заоблачный предел, Долина Бишуи, Яшмовый лес. Вы поговорили со всеми адептами, 
но про вашу сестру они ничего не слышали. 
- Прости путешественник, но мы ничего больше не сможем сделать,-сказала Паймон,- это была последняя надежда. В инадзуму нам путь закрыт. 

Вы проиграли. Вы не сможете отправиться в следующий регион Инадзуму, тк он изолировался и вы не успели на последний корабль.😭😭
"""

img8 = "https://disk.yandex.ru/i/eeo9OXVWEwpy2Q"

answer9 = """
По дороге капитан Бей Доу вам рассказывает,что Инадзума - электро регион, которым правит Сёгун Райден. В регионе ведётся охота за глазами бога
(элементраные "кулоны", которые выдаются архонтами людям, которые имеют какие то особенные качетсва. Глаз бога наделяет владельца элементраными способностями). 
Как только вы вступили в регион, Бей Доу отдала вас на покровительство Томе, местного авторитета.
Тома повёл нас в комиссию Камисато, там вас встретила Камисато Аяка. Она попросила вас помочь ей покончить с войной и охотой, вы согласитесь?
"""



answer10 = """
Вы ответили отрицательно.
-Я всё понимаю, путешественник. Это твой выбор,-ответила Аяка,-тебе стоит покинуть Инадзуму ради твоей безопасности.

Вы проиграли.
Твой выбор оказался не правильным и вы не узнали ничего про сестру. Так же вы не встретились с ахонтом, а это ваша основная цель.😭😭
"""
img10="https://disk.yandex.ru/i/aWoK4IK1eFaERQ"

answer11 = """
Пока вы помогали Аяке, глаз бога чуть не забрали у Томы и вы сразились с Сёгун в первой дуэле.
В план Аяки входило то, что вы вызовете Райден на дуэль. Перед этим вы готовились на манекенах и даже поучавствовали в стычке войск Райден
и войск острова Сангономии. 
В итоге вы вызвали райден на дуэль и одержали победа, собрав силу у изъятых глазах бога. Тем самым вы победили Райден и она отдала всем 
глаза бога обратно.

Вот и закончилась первая часть вашего путеществия. Дальше ваш путь лежит в Сумеру и Фонтейн. Возможно там вы отыщите следы сестры.
~~ Функция выбора пути в данном регионе отсуствует из за его изолированности и трудной политической ситуации~~

Вы успешно прошли квест и достигли самой правильной концовки!🔥🔥🌼
"""

img11="https://disk.yandex.ru/i/h7XxyBS6MXePdA"

img12 = "https://disk.yandex.ru/i/2sqHUAQu-P55Yg"
img13 ="https://disk.yandex.ru/i/xCYHba4cjyrowg"
img14="https://disk.yandex.ru/i/FVu3jwTLzjGSFg"
